Revit 2024 API
GroupTypeId.StairsCalculatorRules Property
 Calculation Rules.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId StairsCalculatorRules { get; }
Visual Basic
Public Shared ReadOnly Property StairsCalculatorRules As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsCalculatorRules {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace